7zip
a52dec
aalib
abseil-cpp
accounts-qml-module
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alembic
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
android-tools
android-udev
aom
appstream
appstream-glib
archlinux-keyring
at-spi2-core
atkmm
attica
attr
audacity
audit
autoconf
automake
avahi
babl
base
base-devel
bash
bc
binutils
bison
blas
blender
blosc
blueman
bluez
bluez-libs
bluez-utils
boost-libs
breeze-icons
bridge-utils
brightnessctl
brltty
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
cblas
cdparanoia
chromaprint
clang
cliphist
cmake
cmatrix
code
compiler-rt
convertlit
coreutils
cowsay
cpio
cppdap
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dnsmasq
dos2unix
dosfstools
double-conversion
draco
dtc
duktape
e2fsprogs
ebook-tools
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
electron35
embree
enchant
exiv2
exo
expat
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flex
fluidsynth
fmt
font-manager
fontconfig
fortune-mod
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gdb
gdb-common
gdbm
gdk-pixbuf2
gdu
gegl
gettext
gfxstream
giflib
gimp
git
glew
glfw
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glusterfs
gmp
gnome-themes-extra
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphicsmagick
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
highway
htop
hwdata
hwloc
hyphen
iana-etc
icu
imagemagick
imath
imlib2
imv
inetutils
iniparser
inkscape
intel-oneapi-common
intel-oneapi-compiler-dpcpp-cpp-runtime-libs
intel-oneapi-compiler-shared-runtime-libs
intel-oneapi-openmp
intel-oneapi-tbb
intel-oneapi-tcm
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
jbigkit
jemalloc
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kcontacts
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdeclarative
kdeconnect
kdenlive
keyutils
kfilemetadata
kglobalaccel
kguiaddons
kguiaddons5
ki18n
ki18n5
kiconthemes
kio
kirigami
kirigami-addons
kitemmodels
kitemviews
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kpeople
krb5
krita
kservice
kstatusnotifieritem
ksvg
ktextwidgets
kwallet
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
kxmlgui
l-smash
lame
lapack
lcms2
leancrypto
lensfun
less
level-zero-loader
lib2geom
lib32-audit
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnsl
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtirpc
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdmcp
lib32-libxext
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-openssl
lib32-pam
lib32-spirv-tools
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libadwaita
libaec
libaemu
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgexiv2
libgirepository
libglvnd
libgme
libgpg-error
libgtop
libgudev
libharu
libheif
libice
libid3tag
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libkdcraw5
libksba
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
liblrdf
libltc
libluv
libmad
libmanette
libmbim
libmd
libmicrodns
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmtp
libmypaint
libmysofa
libnbd
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libopenmpt
libopenraw
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librevenge
librsvg
librsync
libsamplerate
libsasl
libsbsms
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libspiro
libspnav
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-utils
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwmf
libwpd
libwpg
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmp
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
linux-lts
linux-lts-headers
llvm
llvm-libs
lm_sensors
lmdb
log4cplus
lua
lua51-lpeg
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
mako
man-db
man-pages
materia-gtk-theme
materialx
md4c
mdadm
media-player-info
mesa
minizip
minizip-ng
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpc
mpd
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
mypaint-brushes1
nano
ncdu
ncmpcpp
ncurses
ndctl
neon
neovim
nettle
networkmanager
nftables
ninja
nmap
nnn
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
numactl
nwg-bar
ocl-icd
onetbb
openal
opencolorio
opencore-amr
openexr
openh264
openimagedenoise
openimageio
openjpeg2
openpgl
openshadinglanguage
openssh
openssl
opensubdiv
opentimelineio
openvdb
openxr
opus
opusfile
orc
osinfo-db
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
playerctl
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
portmidi
portsmf
potrace
powertop
ppp
pps-tools
procps-ng
protobuf
psmisc
ptex
pugixml
pulseaudio-qt
purpose
pybind11
pyside6
pystring
python
python-aaf2
python-appdirs
python-argcomplete
python-attrs
python-autocommand
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-coverage
python-cryptography
python-cssselect
python-distro
python-filelock
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-lockfile
python-lxml
python-markupsafe
python-more-itertools
python-msgpack
python-numpy
python-opengl
python-packaging
python-pillow
python-pip
python-pipx
python-platformdirs
python-psutil
python-pycparser
python-pyserial
python-requests
python-setuptools
python-six
python-soupsieve
python-tinycss2
python-typing_extensions
python-urllib3
python-urwid
python-userpath
python-wcwidth
python-webencodings
python-wheel
python-zstandard
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-connectivity
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
quazip-qt5
ragel
raptor
rav1e
rdma-core
re2
readline
recode
rhash
ripgrep
rofi-wayland
rpcbind
rsync
rtkit
rtmpdump
rubberband
rutabaga-ffi
s-tui
sbc
scour
scrcpy
sdl2-compat
sdl2_image
sdl2_mixer
sdl2_ttf
sdl3
seabios
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
shiboken6
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simdjson
slang
slurp
snappy
sndio
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
sratom
srt
startup-notification
strace
stress
sudo
suil
suitesparse
svt-av1
svt-hevc
sway
swaybg
swaylock
syncthing
syndication
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
texinfo
thin-provisioning-tools
thunar
thunar-archive-plugin
timidity++
tinysparql
tmux
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-liberation
tumbler
twolame
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbredir
usd
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vapoursynth
vde2
vi
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
vlc
vlc-cli
vlc-gui-qt
vlc-plugin-a52dec
vlc-plugin-alsa
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-faad2
vlc-plugin-flac
vlc-plugin-gnutls
vlc-plugin-inflate
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-lua
vlc-plugin-mpg123
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-shout
vlc-plugin-speex
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-xml
vlc-plugins-base
vlc-plugins-video-output
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-radeon
vulkan-tools
wavpack
waybar
wayland
webkitgtk-6.0
webrtc-audio-processing-1
wev
wf-recorder
wget
which
wildmidi
wireplumber
wl-clipboard
wlroots0.19
woff2
wolfssl
wpa_supplicant
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xfconf
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yaml-cpp
yay
yay-debug
yt-dlp
yyjson
zbar
zenity
zeromq
zimg
zix
zlib
zlib-ng
zstd
zvbi
zxing-cpp
zziplib
