7zip
android-tools
audacity
base
base-devel
bc
blender
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
clang
cliphist
cmake
cmatrix
code
cowsay
dnsmasq
dosfstools
efibootmgr
fastfetch
fd
ffmpegthumbnailer
firefox
font-manager
fortune-mod
fzf
gdb
gdu
gimp
git
gnome-themes-extra
go
grim
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
htop
imv
inetutils
inkscape
kdeconnect
kdenlive
kitty
krita
lib32-mesa
lib32-vulkan-radeon
libopenraw
libva-utils
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lvm2
mako
man-db
man-pages
materia-gtk-theme
mpc
mpd
mpv
mtools
nano
ncdu
ncmpcpp
neovim
networkmanager
ninja
nmap
nnn
nodejs
npm
nwg-bar
openssh
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
powertop
python-pip
python-pipx
qemu-full
ripgrep
rofi-wayland
rsync
s-tui
scrcpy
sdl2_image
sdl2_mixer
sdl2_ttf
signal-desktop
slurp
strace
sudo
sway
swaybg
swaylock
syncthing
thunar
thunar-archive-plugin
timidity++
tmux
tree
tumbler
unzip
vi
vim
virt-manager
vlc
vulkan-radeon
vulkan-tools
waybar
wev
wf-recorder
wget
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xf86-video-amdgpu
xorg-xwayland
yay
yay-debug
yt-dlp
